Repository: tux-1/tamweeny
Catalog: lib/l10n/intl_*.arb
Languages: ar

# welcome
source: Welcome to tamweeny
ar: مرحباً بك فى تموينى

source: welcome subtitle
ar: لتوريد الغذاء

source: logInTitle
ar: تسجيل دخول الى حسابك

source: E-Mail
ar: البريد الالكتروني

source: password
ar: كلمة السر

source: Stay signed in?
ar: تذكرني

source: Forgot password?
ar: هل نسيت كلمة السر؟

source: Log in
ar: تسجيل دخول

# noAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign up
ar: إنشاء حساب جديد

source: yes
ar: نعم

source: no
ar: لا

# ownCard
source: Do you own a Tamween card?
ar: هل تمتلك بطاقة تموين؟

# foodCardConditions
source: Conditions for Obtaining a New Food Card:
ar: شروط الحصول على بطاقة طعام جديدة:

# condition1
source: 1) According to sociological research, the applicant for the new food card must be educated, unemployed, and have a monthly income not exceeding 800 Egyptian Pounds.
ar: 1) وفقا لبحث علم الاجتماع ، يجب أن يكون المتقدم للحصول على البطاقة التموينية الجديدة متعلما وعاطلًا عن العمل ولديه دخل شهري بحد أقصى 800 جنيه مصري شهريًا.

# condition2
source: 2) Be a retiree working in the public sector or private sector receiving a maximum salary of 1200 Egyptian Pounds monthly.
ar: 2) كن متقاعدًا يعمل في القطاع العام أو قطاع الأعمال العام أو القطاع الخاص الذي يتقاضى راتبًا أقصى يصل إلى 1200 جنيه مصري شهريًا.

# condition3
source: 3) Work in the public sector or private sector with a monthly salary of up to 1500 Egyptian Pounds.
ar: 3) العمل في القطاع العام أو في القطاع العام أو الخاص الذين يتقاضون راتبًا شهريًا يصل إلى 1500 جنيه مصري.

# eligibleCategories
source: Categories Eligible for the New Food Card:
ar: الفئات المقابلة لبطاقة الطعام الجديدة:

# categoriesList
source: There are several categories deserving of the new food card, and these are the following:
ar: هناك عدة فئات تستحق أن تصدر البطاقة التموينية الجديدة ، وهذه هي الفئات التالية:

# category1
source: 1) Individuals receiving social assistance.
ar: 1) الأفراد الذين يتلقون معونة اجتماعية.

# category2
source: 2) Divorced individuals.
ar: 2) المطلقات.

# category3
source: 3) Citizens receiving a blessed and Sadat pension.
ar: 3) المواطنون الذين يتلقون معاشًا مباركًا والسادات.

# category4
source: 4) Individuals without a fixed income or supporter.
ar: 4) الأفراد الذين ليس لديهم أجر ثابت أو دخل ثابت أو معيل.

# category5
source: 5) Casual and temporary labor, such as agricultural workers, street vendors, and drivers.
ar: 5) العمالة العارضة والمؤقتة ، مثل عمال الزراعة وباعة الشوارع والسائقين.

# category6
source: 6) Craftsmen and low-income or unemployed workers.
ar: 6) الحرفيون والعمال ذوو الدخل المنخفض أو المنخفض.

# category7
source: 7) Qualified youth who have not been employed yet.
ar: 7) الشباب المؤهلين والذين لم يتم توظيفهم بعد.

# category8
source: 8) Employee's salary not exceeding 1500 Egyptian Pounds monthly.
ar: 8) لا يتجاوز راتب الموظف 1500 جنيه مصري شهريًا.

# category9
source: 9) Citizens with chronic illnesses and disabilities.
ar: 9) المواطنون المصابون بأمراض وعجز مزمنة.

# category10
source: 10) Retirees working in both the public and private sectors.
ar: 10) المتقاعدون العاملون في القطاعين العام والخاص.

# proceduresForNewCard
source: Procedures at the Office to Obtain a New Card:
ar: إجراءات المكتب للحصول على بطاقة جديدة:

# procedure1
source: 1) Head to the nearest Ministry of Supply office to obtain the card.
ar: 1) التوجه لأقرب مكتب لوزارة التم

# procedure2
source: 2) Submit all the mentioned documents and papers as discussed in this topic.
ar: 2) إرسال جميع الأوراق والمستندات المذكورة سابقاً في هذا الموضوع.

# procedure3
source: 3) Wait until the card is received.
ar: 3) انتظر حتى يتم استلام البطاقة.

# requiredDocuments
source: Required Documents for a New Food Card:
ar: هناك بعض الأوراق والمستندات المعتمدة من وزارة التموين لبطاقة غذائية جديدة ، ويجب على أخصائي استرجاع البطاقات معرفتها وإعدادها قبل التقديم ، وهذه الأوراق والمستندات هي:

# document1
source: 1) Bring a copy of the marriage contract for the cardholder.
ar: 1) على مستخرج البطاقة إحضار صورة عقد الزواج.

# document2
source: 2) Copy of the national ID for the head of the family.
ar: 2) نسخة من بطاقة الهوية لرب الأسرة.

# document3
source: 3) Copies of national IDs for all cardholders.
ar: 3) إحضار نسخ من بطاقات الهوية لجميع الحاصلين على البطاقة التموينية.

# document4
source: 4) The cardholder must attach a copy of the salary statement if there is any document indicating the monthly salary.
ar: 4) يجب على مصدر البطاقة إرفاق صورة من بيانات الراتب في حال وجود أي مستند يوضح الراتب الشهري.

# document5
source: 5) Attach birth certificates for minor children.
ar: 5) إرفاق شهادات ميلاد الأطفال القصر.

# replacementCardProcess
source: Process for Obtaining a Replacement Food Card:
ar: من أجل الحصول على بطاقة طعام بدلاً من البطاقة المفقودة أو التالفة ، يجب على المواطن الذي يرغب في الحصول على بطاقة إحضار بعض الأوراق والمستندات لإتمام هذه العملية، وتشمل هذه الأوراق والمستندات

# replacementDocument1
source: 1) Copy of the national ID for the cardholder.
ar: 1) نسخة من الهوية لحامل البطاقة.

# replacementDocument2
source: 2) Send a postal transfer of 20 Egyptian Pounds.
ar: 2) قم بإجراء حوالة بريدية بمبلغ 20 جنيها مصريا.

# replacementDocument3
source: 3) Enter the mobile phone number of the cardholder.
ar: 3) أدخل رقم الهاتف المحمول لحامل البطاقة.

# replacementDocument4
source: 4) Bring the latest electricity bill.
ar: 4) إحضار آخر فاتورة كهرباء.

source: Name
ar: الاسم

source: National Number
ar: الرقم القومي

source: Telephone Number
ar: رقم الهاتف

source: City
ar: المدينة

source: Building Number/Street Name
ar: رقم المبنى / اسم الشارع

source: Birth Date
ar: تاريخ الميلاد

# name_registered_on_tamween_card
source: Name Registered on the Tamween Card
ar: الاسم المسجل على بطاقة التموين

source: National Number on Tamween Card
ar: الرقم القومي على بطاقة التموين

source: Tamween Card Number
ar: رقم بطاقة التموين

# tamween_password
source: Tamween Card Password
ar: كلمة مرور بطاقة التموين

source: Confirm Password
ar: تأكيد كلمة المرور

source: Customer Information
ar: معلومات عن العميل

source: Tamween Card Information
ar: معلومات عن بطاقة التموين

# resume
source: Continue
ar: متابعة

source: Register
ar: تسجيل

source: Passwords must match
ar: يجب أن تتطابق كلمات المرور

# data_entry_error
source: Error in entering data
ar: خطأ في إدخال البيانات

source: Account Information
ar: معلومات الحساب

source: Order History
ar: سجل الطلبات

source: Offers
ar: العروض

source: Notifications
ar: الإشعارات

source: Wallet Balance
ar: رصيد محفظتك

source: Previous Month Balance
ar: رصيد الشهر السابق

source: Current Month Balance
ar: رصيد الشهر الحالى

source: Get Help
ar: احصل على المساعدة

source: About the App
ar: حول التطبيق

source: Sign Out
ar: تسجيل خروج
